Repository: ForestDragon-wesnoth/1GSE_x_EoMa
Catalog: translations/*/LC_MESSAGES/wesnoth-gse_x_eoma.po
Languages: ru

source: Files from
ru: Файлы из

source: that don't match:
ru: которые не совпадают:

source: WARNING:
ru: ПРЕДУПРЕЖДЕНИЕ: у

source: 's
ru: файлы

source: files don't match with
ru: не совпадают с файлами у

source: 's files. Make sure all players have the same version of the era, otherwise you will likely have OOS!
ru: . Чтобы избежать ООСов, надо чтобы у всех игроков была одинаковая версия эры!

source: (missing file)
ru: (файл отсутствует)

source: Great Steppe Era
ru: Эры Великой Степи

source: Era of Magic
ru: Эры Магии

source: GSE + EoMa
ru: Великая Степь + Эра Магии

source: Random EoMa
ru: Случайная (Эра Магии)

source: Factions from the Great Steppe Era and Era of Magic in one era
ru: Фракции из Эры Великой Степи и Эры Магии в одной эре

source: GSE + EoMa (Age of Heroes)
ru: Великая Степь + Эра Магии (Эпоха Героев)

source: Like GSE + EoMa, but leaders are lvl3, and able to recruit lvl2 units alongside lvl1 ones
ru: Как Великая Степь + Эра Магии, но лидеры 3-его уровня, и могут вербовать бойцов второго уровня вместе с обычными бойцами 1-ого уровня.

source: GSE + EoMa (RPG)
ru: Великая Степь + Эра Магии (РПГ)

source: Like GSE + EoMa, but the leaders are lvl1 and there is no recruitment. Good for RPG scenarios
ru: Как Великая Степь + Эра Магии, но лидеры 1-го уровня, и не могут вербовать. Рекомендовано использовать в РПГ-шных сценариях.
